{
  "session_titles": [
    "New Orleans History Now",
    "“I Want to Learn More about My History!” Innovative Approaches to Engaging and Retaining Borderlands College History Students",
    "Teaching Indigenous History and Literacy with Primary Sources",
    "Historians Take(s) on QAnon, Part 1: Historians Take(s) on QAnon, Part I: Religious History and the Roots of QAnon",
    "Beyond Collaboration",
    "Historians Take(s) on QAnon, Part 2: That Old Devil Rumor: Save the Children, Satanic Panic, and QAnon",
    "Plenary: New Orleans Street Renaming",
    "Pipeline Programs between HBCUs and R1s: Why They Matter",
    "Pathways to Revolution: Religion, Gender, and Philosophy in Early Revolutionary France",
    "Confronting the Ghosts of Our Institutions Past, Present, and Future: Building Names and Race at Two Deep South Campuses",
    "Insider Advice from Editors and Authors: Best Practices, Worst Mistakes",
    "Gambling with Armageddon, Nuclear Roulette from Hiroshima to the Cuban Missile Crisis . . . and China Today",
    "Telling Our Own Stories—Black/Indigenous Louisiana in the 21st Century",
    "Examples of Pipeline Programs between HBCUs and R1s",
    "The Association of University Presses’ Roundtable on Getting Your Book Published",
    "Beyond Zoom: Research and Audience in the Digital Age",
    "Equal Access: Teaching World History in Community College Survey Courses using Open Education Resources (OER)",
    "Innovation and Intersections in the 21st-Century History Discipline and Classroom",
    "Playing the Past: Digital Games in the History Classroom",
    "Medieval Perspectives on Modern Crises, Part 1: Teaching Medieval Crises in the Modern Classroom",
    "Americans’ Perceptions of History: New Research and Next Steps",
    "Late Breaking: Afrofuturistic History: Sci-Fi, Public History, and (Re)Imagining Race",
    "Book Discussion: Writing the Polish American Woman in Postwar Ethnic Fiction by Grazyna J. Kozaczka",
    "Making the Case for History: Curriculum, Enrollments, Advocacy, and Equity",
    "Narrative Podcasting as Scholarship",
    "Blackness in Early Latin American Archives, Part 2: Blackness in Early Latin American Archives II",
    "Medieval Perspectives on Modern Crises, Part 3: Teaching the Middle Ages in a Time of White Nationalism",
    "Christianity, World Religions, and the CIA: A Conversation on Michael Graziano’s Errand into the Wilderness of Mirrors ",
    "Strategic Discussion: What Role Can Historians and Historically Oriented Intellectuals Play in the Current Crisis?",
    "Andean Studies Section: Social Movements and Governments in the Andes, Past and Present",
    "Frontiers/Borderlands Studies Section: State of the Field—Migrant Incarceration",
    "Colonial Studies Section: Colonial Urban Spaces—Encounters, Exchanges, and Power Brokering",
    "Plenary: American Routes",
    "From the Front Line: Narratives of the COVID-19 Pandemic in New Orleans",
    "Doing History Online: Podcasts, Twitter, and the Digital Archive",
    "Film Screening: Lincoln and Douglas: Touring Illinois in Turbulent Times",
    "Advocating for History Education: Insights for Historians",
    "Digital Pedagogy Drop-In Session",
    "Hindutva and Historiography: Narrating South Asian Pasts in the US Academy",
    "Critical Regions in Latinx History: Race, Placemaking, and Mobility in the US Midwest and South",
    "Not out of the Woods: American Hunting, Fishing, and Rural Culture",
    "The Future of the Committee on Lesbian, Gay, Bisexual, and Transgender History: A Discussion",
    "Modes of Historical Story-Telling: Gathering Stories to Preserve and Create Histories of People and Places in and around New Orleans",
    "More Than a CV Line: Collaborative Research in Practice",
    "Advocating for History and the Liberal Arts in the Deep South",
    "The Future of Intellectual History: A Roundtable Discussion",
    "Late Breaking: From Plessy v. Ferguson to Plessy & Ferguson",
    "A State of the Field for Busy Teachers: Reconstruction",
    "Harnessing the Power of Energy History: A Roundtable Discussion",
    "Is Podcasting the New Punk Rock? History, Historians, and Podcasts",
    "Narratives and Historiography in Global Early Modernity",
    "Material Culture as a Methodology for the History of Philanthropy",
    "Making Space, Claiming Place: Reframing Black and Latinx Political Memories",
    "Mexican Studies Section: The Uses of Memory in Mexican History",
    "Strategies for Redesigning Introductory Courses in History: Innovative Ideas from the History Gateways Project",
    "Harnessing Local History for Community Engagement and Identity: Examples from South Louisiana",
    "The Contours of Inter-American History, 1959–76: Revolution, Reform, Rebellion, and Repression",
    "Baking It In: Curricular Change and Career Diversity",
    "Medical History and Departmental Outreach",
    "“Feminism Practices What Anarchism Preaches”: Anarcha-Feminism in the 20th Century",
    "Contested Memories of World War II: 75 Years and Beyond"
  ],
  "panel_institutions": [
    ["Northwestern University", "K. Stephen Prince, University of South FloridaAndrew Horowitz, Tulane UniversityJessica Marie Johnson, Johns Hopkins UniversityKathryn Olivarius, Stanford UniversityJohn Bardes, Louisiana State UniversityJoshua Bruce Guild, Princeton UniversitySophie K. White, University of Notre Dame"],
    ["Natalye Joann Harpin, Grossmont College and University of California, San Diego", "Monica Hernandez, Moreno Valley CollegeJaleesa Harris, University of Louisiana at Lafayette"],
    ["Kevin P. Bower, Nebraska Wesleyan University", "Iain Anderson, Northeastern State UniversityTrico Blue, Tahlequah Middle SchoolChristopher H. Clark, University of North DakotaFarina King, Northeastern State University"],
    ["Kristin Kobes Du Mez, Calvin University", "Rachel Hope Cleves, University of VictoriaThomas Lecaque, Grand View UniversityBenjamin E. Park, Sam Houston State UniversityStephanie Richmond, Norfolk State University", "Kristin Kobes Du Mez, Calvin University"],
    ["Ben Vinson III, Case Western Reserve University", "Laura M. Ansley, American Historical AssociationEllen R. Feingold, Smithsonian InstitutionLeigh A. Gardner, London School of Economics and Political ScienceJoshua A. Piker, Omohundro InstituteKristina Poznan, University of Maryland, College ParkGianna May Sanchez, University of Michigan, Ann ArborCourtney Thompson, Mississippi State UniversityDaryle Williams, University of California, Riverside"],
    ["Andrew G. Hartman, Illinois State University", "Kenneth Scott Culpepper, Dordt UniversityEmily Suzanne Johnson, Ball State UniversityKyle Riismandel, Rutgers University–Newark and New Jersey Institute of Technology"],
    ["Peniel E. Joseph, University of Texas at Austin", "Panel DiscussionRashauna Johnson, University of ChicagoPanel DiscussionKarl Connor, New Orleans City Council Street Renaming CommissionPanel DiscussionSue Mobley, Monument LabPanel DiscussionThomas Adams, University of Sydney"],
    "Reginald K. Ellis, Florida A&M UniversityTony A. Frazier, North Carolina Central UniversitySharlene Sinegal-DeCuir, Xavier University of Louisiana",
    ["Claire Cage, University of South Alabama", "A Constitutional Convent: Religious Women and the Early RevolutionCorinne Gressang, Erskine CollegeMainstreaming the Anti-Royalist Fringe: The Abbé De Sieyès, What Is the Third Estate?, and the Extreme Left’s General Will in 1789Jeffrey Ryan Harris, independent scholarFrom Reactionary to Revolutionary: Joseph-Antoine Cerutti, Jesuit Priest Turned French PatriotDaniel James Watkins, Baylor University", "Claire Cage, University of South Alabama"],
    ["Maria Seger, University of Louisiana at Lafayette", "Trevian Ambroise, University of Louisiana at LafayetteTheodore Foster, University of Louisiana at LafayetteLaura Hughes, University of Louisiana at LafayetteMichael S. Martin, University of Louisiana at LafayetteMarissa Petrou, University of Louisiana at LafayetteJustin Wolfe, Tulane University"],
    ["Christopher H. Bellitto, Kean University", "Catherine Osborne, Fordham UniversityPero G. Dagbovie, Michigan State UniversityPriya Nelson, Princeton University PressNelson H. Minnich, Catholic University of America"],
    ["Carolyn Eisenberg, Hofstra University", "Martin Sherwin, George Mason UniversityLynn Eden, Stanford University Center for International Security and CooperationFredrik Logevall, Harvard University", "The Audience"],
    ["Jessica Marie Johnson, Johns Hopkins University", "Cierra Chenier, NOIR 'N NOLAMona Lisa Saloy, Dillard UniversityMonique Verdin, filmmaker and Land Memory Bank and Seed Exchange"],
    ["Reginald K. Ellis, Florida A&M University", "Mark Philip Bradley, University of ChicagoArwin D. Smallwood, North Carolina A&T State University"],
    ["Bridget Barry, University of Nebraska Press", "Bridget Barry, University of Nebraska PressWalter Biggins, University of Pennsylvania PressMick Gusinde-Duffy, University of Georgia PressJennifer Keegan, LSU PressStephen M. Wrinn, University of Notre Dame Press"],
    ["Sara Georgini, Massachusetts Historical Society and Society for US Intellectual History", "Matthew Gabriele, Virginia TechRose Miron, Newberry Library D’Arcy McNickle Center for American Indian and Indigenous StudiesLisa C. Moore, Amistad Research CenterBenjamin E. Park, Sam Houston State UniversityVarsha Venkatasubramanian, University of California, Berkeley"],
    ["Nathan Sleeter, George Mason University", "Monica Ketchum, Arizona Western CollegeD. Jack Norton, Normandale Community CollegeTom Rushford, Northern Virginia Community CollegeMerry Wiesner-Hanks, University of Wisconsin–Milwaukee"],
    ["Marjorie Denise Brown, Houston Community College", "Lauran Kerr-Heraly, Houston Community CollegeSamantha Rodriguez, Houston Community CollegeJames A. Ross-Nazzal, Houston Community CollegeShawna Williams, Houston Community College"],
    ["Robert Whitaker, Collin College", "John James Harney, Centre CollegeThomas Lecaque, Grand View UniversitySean W. Smith, California State University, Long BeachEsther Wright, Cardiff University"],
    ["Sarah Ifft Decker, Rhodes College", "Abigail Newton Agresta, George Washington UniversityMaya Soifer Irish, Rice UniversityKyle Cooper Lincoln, Saint Louis UniversityBobbi Sutherland, University of Dayton"],
    ["Katharina Matro, Walter Johnson High School", "John R. Dichtl, American Association for State and Local HistoryMary Elliott, National Museum of African American History and Culture, Smithsonian InstitutionKatharina Matro, Walter Johnson High SchoolEstevan Rael-Gálvez, Creative Strategies 360Dana L. Schaffer, American Historical Association"],
    ["Sheena Harris, West Virginia University", "Le'Trice D Donaldson, Texas A&M University Corpus ChristiJennifer Williams, Loyola Marymount UniversityDerrick Lanois, Norfolk State University", "The Audience"],
    ["Anna D. Jaroszynska-Kirchmann, Eastern Connecticut State University", "Grazyna Kozaczka, Cazenovia College, Mary Patrice Erdmans, Case Western Reserve University, Karen M. Majewski, independent scholar, Jill Noel Walker Gonzalez, La Sierra University and Mary Jo Bona, State University of New York at Stony Brook"],
    ["Daniel J. McInerney, Utah State University", "Victoria M. Grieve, Utah State UniversityWendy E. Lucas, University of Central ArkansasDavid A. Messenger, University of South AlabamaCharles R. Steinwedel, Northeastern Illinois University"],
    ["Liz Covart, Omohundro Institute", "James Ambuske, Fred W. Smith National Library for the Study of George WashingtonAbigail Mullen, George Mason UniversityDeepthi Murali, George Mason UniversityKristofer Stinson, George Mason UniversityLiz Covart, Omohundro Institute"],
    ["James H. Sweet, University of Wisconsin—Madison", "Adriana Chira, Emory UniversityTamara J. Walker, University of TorontoHerman L. Bennett, Graduate Center of the City University of New YorkPablo Gómez, University of Wisconsin—MadisonMary E. Hicks, Amherst CollegeChloe Ireton, University College London"],
    ["Hugh M. Thomas, University of Miami", "Gabriela Faundez Rojas, University of MiamiMatthew Gabriele, Virginia TechNicole Lopez-Jantzen, Borough of Manhattan Community College, City University of New YorkAdam Matthews, Columbia UniversitySuleiman Mourad, Smith College"],
    ["Charles McCrary, Arizona State University", "Candace Lukasik, Washington University in St. LouisElayne Oliphant, New York UniversityKatherine D. Moran, Saint Louis UniversityMichael Graziano, University of Northern Iowa", "The Audience"],
    ["Kevin A. Young, University of Massachusetts Amherst", "Kevin A. Young, University of Massachusetts AmherstDiana Sierra Becerra, University of Massachusetts AmherstKarlos Kentrell Hill, University of Oklahoma", "Carolyn Eisenberg, Hofstra University, Margaret M. Power, Illinois Institute of Technology and Van E. Gosse, Franklin & Marshall College"],
    ["Sarah Thompson Hines, University of Oklahoma", "Waskar Ari-Chachaki, University of Nebraska, LincolnValeria Coronel, FLACSO EcuadorVictor Maqque, Purdue University", "The Audience"],
    ["Jessica Ordaz, University of Colorado Boulder", "Kristina Shull, University of North Carolina at CharlotteElliott G. Young, Lewis & Clark CollegeCarl Lindskoog, Raritan Valley Community CollegeJonathan Inda, University of Illinois at Urbana-ChampaignPatrisia Macias-Rojas, University of Illinois at Chicago", "The Audience"],
    ["Mariana L. Dantas, Ohio University", "Sherwin K. Bryant, Northwestern UniversityJessica Criales, Lake Forest  CollegeGuadalupe Garcia, Tulane UniversityJohn Marquez, Colorado College", "The Audience"],
    ["Erin Greenwald, Louisiana Endowment for the Humanities", "Nick Spitzer, Tulane University and producer and host, American Routes"],
    ["Margaret E. Peacock, University of Alabama at Tuscaloosa", "Jennifer Avegno, New Orleans Health DepartmentMark Cave, Historic New Orleans CollectionJoseph Kanter, Louisiana State Department of Health"],
    ["Patrick Wyman, writer, Tides of History", "Mike Duncan, writer, RevolutionsGabrielle Esparza, University of Texas at AustinChristiane Gruber, University of Michigan, Ann ArborKhodadad Rezakhani, University of California, Irvine and Leiden UniversityAlina Scott, University of Texas at Austin"],
    ["Graham A. Peck, University of Illinois at Springfield", "Nathan Peck, Saint Xavier UniversitySunshine Clemons, Black Lives Matter SpringfieldKevin J. Wood, Abraham Lincoln by Kevin Wood and Association of Lincoln Presenters"],
    ["Kathleen M. Hilliard, Iowa State University", "Trinidad Gonzales, South Texas CollegeHasan Kwame Jeffries, Ohio State University, ColumbusJennifer Turner, Amity Regional School BoardLeland J. White, National Coalition for History"],
    "Steven Mintz, University of Texas at AustinJohn Theodore Rosinbum, BASIS Tucson NorthAnelise H. Shrout, Bates College",
    ["Anand A. Yang, University of Washington, Seattle", "Ananya Chakravarti, Georgetown UniversityVinayak Chaturvedi, University of California, IrvineHafsa Kanjwal, Lafayette CollegeAudrey Truschke, Rutgers University–Newark"],
    ["Michael D. Innis-Jimenez, University of Alabama at Tuscaloosa", "Cecilia Marquez, New York UniversityJuan Ignacio Mora, Indiana University-BloomingtonCarolina Ortega, University of Illinois, Urbana-ChampaignYami Rodriguez, Emory UniversityBryan Winston, Dartmouth College"],
    ["Mikko Saikku, University of Helsinki", "Julia Brock, University of Alabama at TuscaloosaJennifer Corrinne Brown, Texas A&M University-Corpus ChristiMark D. Hersey, Mississippi State UniversityDrew A. Swanson, Wright State University"],
    ["William Kuby, University of Tennessee at Chattanooga", "Chelsea Del Rio, LaGuardia Community College, City University of New YorkEric Gonzaba, California State University, Fullerton", "The Audience"],
    ["Leslie M. Harris, Northwestern University", "Mark Cave, Historic New Orleans CollectionEmily Clark, Tulane UniversityIbrahima Seck, University Cheikh Anta Diop of Dakar and Whitney Plantation Slavery Museum"],
    ["Pernille Røge, University of Pittsburgh", "Bryan A. Banks, Columbus State UniversityC. Cymone Fourshey, Bucknell UniversityGillian L. Weiss, Case Western Reserve University"],
    ["Marissa Petrou, University of Louisiana at Lafayette", "Daphne R. Chamberlain, Tougaloo CollegeAndrew Goss, Augusta UniversityMary Mitchell, University of New OrleansStuart Rockoff, Mississippi HumanitiesWilliam K. Storey, Millsaps College"],
    ["Martin Ruehl, University of Cambridge", "Shruti Kapila, University of CambridgeSuzanne Marchand, Louisiana State UniversityDarrin M. McMahon, University of GöttingenSophia Rosenfeld, University of PennsylvaniaSamuel Sokolsky-Tifft, Purdue University"],
    ["Jacqueline Jones, University of Texas at Austin", "Keith Plessy, Plessy & Ferguson FoundationPhoebe Ferguson, Plessy & Ferguson FoundationSharlene Sinegal-DeCuir, Xavier University of Louisiana"],
    ["Katharina Matro, Walter Johnson High School", "David W. Blight, Yale UniversityShawna Williams, Houston Community CollegeChris Dier, Benjamin Franklin High School"],
    ["Ian J. Miller, Harvard University", "Julie Cohn, Center for Public History, University of HoustonIan J. Miller, Harvard UniversityTyler Priest, University of IowaSarah Robey, Idaho State UniversityGerman Vergara, Georgia Institute of Technology"],
    ["Roxanne Panchasi, Simon Fraser UniversityEric Alan Jones, Northern Illinois University", "Matt Christman, Chapo Trap House PodcastLindsay Hansen Park, Sunstone Education FoundationLee Mordechai, Hebrew University of JerusalemMolly Nebiolo, Northeastern UniversityMichael G. Vann, California State University, Sacramento"],
    ["Darrin M. McMahon, University of GöttingenAnton M. Matytsin, University of Florida", "Eleá de la Porte, University of AmsterdamFrederic Nolan Clark, University of Southern CaliforniaAnn E. Moyer, University of PennsylvaniaAlexander Statman, University of Wisconsin–MadisonPeter B. Villella, US Air Force Academy"],
    ["Sarah Jones Weicksel, American Historical Association", "Georgina Brewis, University College LondonHilary Green, University of Alabama at TuscaloosaPhilippa Koch, Missouri State UniversityAmanda B. Moniz, Smithsonian InstitutionSarah Jones Weicksel, American Historical Association"],
    ["Patty Arteaga, National Museum of American History, Smithsonian InstitutionShakti Castro, Columbia UniversityPorsha Dossie, African American Civil Rights Network, National Park ServiceTiffany Jasmin Gonzalez, Texas A&M UniversityCourtney Joseph, Lake Forest CollegeVeronica Mendez Flores, National Museum of American History, Smithsonian Institution", "The Audience"],
    ["Monica Diaz, University of Kentucky", "Edward N. Wright-Rios, Vanderbilt UniversityTanalis Padilla, Massachusetts Institute of TechnologyFrancie Chassen-Lopez, University of KentuckyGladys McCormick, Syracuse University", "The Audience"],
    ["Stephanie M. Foote, John N. Gardner Institute for Excellence in Undergraduate Education", "Daniel J. McInerney, Utah State UniversityAmy Godfrey Powers, Waubonsee Community CollegeNancy Beck Young, University of HoustonLendol G. Calder, Augustana CollegeKelly Hopkins, University of Houston"],
    ["Kristin Shawn Tassin, Episcopal School of Acadiana", "Joseph Dunn, Laura: Louisiana’s Creole Heritage SitePhebe Hayes, Iberia African American Historical SocietyAshley Rogers, Whitney PlantationKendric Perkins, The Historic New Orleans Collection"],
    ["William Walker III, University of Toronto", "William Walker III, University of TorontoThomas C. Field, Embry-Riddle College of Security and IntelligenceAlan L. McPherson, Temple University", "The Audience"],
    ["Hope Shannon, American Historical Association", "Diane Mutti Burke, University of Missouri–Kansas CityJames W. Cook Jr., University of MichiganSarah C. Davis-Secord, University of New MexicoAdam R. Seipp, Texas A & M University"],
    ["Lucy Barnhouse, Arkansas State University", "Nathan P. Crowe, University of North Carolina WilmingtonMinji Lee, Montclair State UniversityRobin L. Rohrer, Seton Hill UniversityJacob Steere-Williams, College of Charleston"],
    ["Sonia Hernandez, Texas A&M University", "Spencer Beswick, Cornell UniversityMaria Montserrat Feu Lopez, Sam Houston State UniversityKirwin Ray Shaffer, Penn State University, BerksAnna Elena Torres, University of Chicago"],
    ["Gordon H. \"Nick\" Mueller, National WWII Museum", "Guenter J. Bischof, University of New OrleansRobert Citino, Samuel Zemurray Stone Senior Historian at the National WWII MuseumStephanie Hinnershitz, National WWII Museum"]
  ]
}
